chat_system_658190661_actor_description=King Mark. Your King.
chat_system_658190661_snap_4_question=^?^Yes [player], I see you've come to me with some important news? What is that chest for?
chat_system_658190661_snap_4_answer_0=^?^I was sent by Sir Richard Harmon, who guards the old royal palace. I've found the royal treasure, and he told me to bring it to you.
chat_system_658190661_snap_5_question=^?^Fine, fine! Many people tried to find it, but without success... Still, I'm not at all surprised that it was you, our Royal Treasure Searcher, who found it!<br>You deserve a reward, my faithful knight...<br>[reward]
chat_system_658190661_snap_5_answer_0=^?^Thanks - I suppose it wasn't so hard.
